Revit 2027 API
ReleaseConditions.Mx Property
 Gets or Sets the Mx of the release type.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Mx { get; set; }
Public Property Mx As Boolean
	Get
	Set
public:
property bool Mx {
	bool get ();
	void set (bool value);
}
member Mx : bool with get, set
Property Value
Boolean
See Also
Reference
ReleaseConditions Class
Autodesk.Revit.DB.Structure Namespace